/*
Аэропорт (управление вылетом пассажирских авиарейсов):
пункт назначения, номер рейса, дата вылета, время вылета,
время прибытия в пункт назначения, количество свободных мест,
информация о задержке вылета в часах. Количество строк на табло отображения 10.
Операции
    1) Вставить информацию по новому рейсу в таблицу перед рейсом с большим номером.
    2) Удалить информацию об вылетевшем рейсе и сохранить ее в архивной таблице.
    3) Вывести рейсы, готовые к вылету по расписанию (за 2 часа до времени вылета).
    4) Сформировать список номеров рейсов, вылетающих в заданный пункт назначения.
*/

int main()
{
    return 0;
}